---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MullionCornerType
source: html/5da2a798-1eb3-a452-a2da-998255bb9d47.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MullionCornerType Property

"Corner Mullion"

## Syntax (C#)
```csharp
public static ForgeTypeId MullionCornerType { get; }
```